{
  "name": "Coffee magic",
  "home": "Home",
  "map": "Map",
  "products": "Products",
  "about": "About Us",
  "contact": "Contact Us",
  "lang": "Polski",
  "signin": "Sign in",
  "signup": "Sign up",
  "h1banner": "We've got you covered with",
  "coffee": "Coffee",
  "pbanner": "It is best to start your day with a cup of coffee. Discover the best flavours coffee you will ever have. We provide the best for our customers.",
  "ordernow": "Order now",
  "welcm": "Welcome",
  "welcm2": "Let your magical journey to the world of coffee begin",
  "buy": "Buy",
  "cookie": "Our website and partners use cookies and similar technologies to improve the functionality of the site, personalize content, analyze your use of the site and show you personalized ads. We won't set these cookies unless you enable them. You can change your mind at any time and learn more on the cookies used by us and our partners by clicking our ",
  "cookienot": "Cookie Notice",
  "cookieacc": "Accept All Cookies",
  "indextitle1": "Discover the best coffee",
  "indexdes1": "Magic Coffee is a coffee shop that provides you with quality coffee that helps boost your productivity and helps build your mood. Having a cup of coffee is good, but having a cup of real coffee is greater. There is no doubt that you will enjoy this coffee more than others you have ever tasted.",
  "indextitle2": "Get a chance to have the best morning",
  "indexdes2": "We are giving you are one time opportunity to experience a better life with coffee.",
  "mapselect": "Select a country to find more about the coffee from this region",
  "weather": "Current Weather",
  "temp": "Temperature: ",
  "desc": "Description: ",
  "curr": "Currency",
  "mapname": "Name: ",
  "mapcode": "Code: ",
  "foottitle": "COFFEE MAGIC",
  "up": "Go up",
  "hns": "Help & Support",
  "pp": "Privacy Policy",
  "terms": "Terms of service",
  "pricing": "Pricing",
  "pl": "Poland",
  "comp": "Company",
  "newssub": "Subscribe to our newsletter.",
  "newsmail": "Email address",
  "newsweekly": "Weekly articles",
  "newsspam": "No spam",
  "nsub": "Subscribe",
  "newsenter": "Enter your email",
  "save up": "Save up to ",
  "shipp per": "shippments per month",
  "countries to cho": "countries to choose from",
  "cookie1": "Like many companies, we use cookies on this Website to offer you a unique browsing experience. Cookies are text files containing small amounts of information that may be placed on your browser, computer or device when you visit certain websites to collect and track information about your use of the websites. For example, cookies can be used to remember the pages you have visited, the time you have spent on each page or what is in your shopping basket. Cookies can be in the form of session cookies (meaning that they will be deleted from your computer or device after you leave the website) or persistent cookies (meaning that they will remain on your computer or device until you delete them or until they expire).",
  "cookie2": "Certain pages on our Websites also contain web beacons (also known as Internet tags, pixel tags and clear GIFs). These are small image files which may be placed in a web page or an email to record browsing behaviour. For example, web beacons can be used to verify that a promotional e-mail has been viewed.",
  "priv notice": "Privacy Notice",
  "invalidEmail": "Invalid email address",
  "invalidPhone": "Invalid phone number",
  "onlyLettersSpaces": "only letters and spaces",
  "passwordsNoMatch": "Passwords do not match",
  "passwordMinLength": "Password must be at least 8 characters long",
  "fname": "Name",
  "lastname": "Last name",
  "email": "E-mail",
  "password": "Password",
  "confirmPassword": "Confirm Password",
  "phoneNumber": "Phone Number",
  "agreeTerms": "I agree to the Terms and Conditions",
  "registration":"Sign Up",
  "log in":"Sign in",
  "loginWithFacebook": "Login with Facebook",
  "available": "Available",
  "unavailable": "Unavailable",
  "rating": "Rating",
  "origin": "Origin",
  "bitterness": "Bitterness",
  "taste": "Taste",
  "price": "Price",
  "pricingPlan": "Our Pricing Plan",
  "annually": "Annually",
  "monthly": "Monthly",
  "essential": "Essential",
  "content1": "You do not have to register to use the Website but will need to register to purchase goods via the Website. There are advantages in registering and creating an account with us. Not only will shopping be easier, but your experience with us will become more personalised over time. By creating an account, you can store credit card information for easier and faster checkout, maintain an address book, review your order history and edit billing or shipping information. Please note that we respect your concerns about privacy and recognize the importance of being transparent on how we handle the personal information you provide us. Please read our Privacy Notice for more information.",
  "content2": "You agree that the information you provide to us will be true, accurate, current and complete in all respects. You also agree to notify us of any changes in this information. All personal information you provide to us when you use the Website will be used in accordance with our Privacy Notice, which is incorporated into these Terms of Use.",
  "help1": "Our Customer Assistance team continues to be available to help by email or chat between the hours of:",
  "help2": "Monday to Friday from 8:00 to 22:00 CET",
  "help3": "Saturday, Sunday and Bank Holidays from 10:00 to 18:30 CET",
  "help4": "You can contact us via e-mail at: magia.kawy.magic.of.coffee@gmail.com",
  "help5": "One of our representatives will be happy to assist you over the phone at the following number:",
  "helpNumber": "+48 (0) 111222333",
  "ourStory": "Our Story",
  "ourStoryContent": "Discover the journey of Coffee Magic as we bring you the finest coffee beans sourced from around the world. Our passion for quality coffee drives us to seek out the best and most unique flavors for our customers.",
  "meetOurTeam": "Meet Our Team",
  "meetOurTeamContent": "Our team of coffee enthusiasts works tirelessly to ensure you receive only the best products. From our roasters to our customer service staff, meet the people who make it all happen.",
  "contactInformation": "Contact Information",
  "callUs": "Call Us: +48 444 333 222",
  "location": "Location: ul. Olszynkowa 74, Racibórz 47-406, Poland",
  "businessHours": "Business Hours: Mon – Fri: 9 AM – 5 PM, Sat – Sun: Closed",
  "contactUs": "Contact Us",
  "enterName": "Enter your name",
  "enterEmail": "Enter your email address",
  "enterSubject": "Enter the subject",
  "yourMessage": "Your message",
  "submit": "Submit",
  "emailSent": "Email sent successfully!",
  "emailError": "Error sending email: ",
  
  "addressLine1": "Address line 1",
  "addressLine2": "Address line 2",
  "addressLine2Placeholder": "Apartment, suite, unit, etc. (optional)",
  "city": "City",
  "state": "State",
  "zip": "Zip / Postal code",
  "country": "Country",
  "saveAddress": "Use this address for payment details",
  "streetnamenumber":"Street name and number",

  "backToMainPage": "Back to Main Page",
  "shippingAddress": "Shipping address",
  "paymentDetails": "Payment details",
  "reviewYourOrder": "Review your order",
  "selectedProducts": "Selected products",
  "thankYou": "Thank you for your order!",
  "orderNumber": "Your order number is",
  "orderConfirmation": "We have emailed your order confirmation and will update you once it's shipped.",
  "previous": "Previous",
  "placeOrder": "Place order",
  "next": "Next",
  "paymentOptions": "Payment options",
  "card": "Card",
  "bankAccount": "Bank account",
  "creditCard": "Credit card",
  "rememberCardDetails": "Remember credit card details for next time",
  "pay": "Pay",
  "bankTransferWarning": "Your order will be processed once we receive the funds.",
  "bankAccountLabel": "Bank account",
  "bankTransferInstruction": "Please transfer the payment to the bank account details shown below.",
  "accountNumber": "Account number",
  "routingNumber": "Routing number"

}
  