{
  "name": "Magia Kawy",
  "home": "Strona główna",
  "map": "Mapa",
  "products": "Produkty",
  "about": "O nas",
  "contact": "Kontakt",
  "lang": "English",
  "signin": "Zaloguj",
  "signup": "Zarejestruj",
  "h1banner": "Oferujemy Tobie",
  "coffee": "Kawę",
  "pbanner": "Najlepiej zacząć dzień filiżanką kawy. Odkryj najlepsze smaki kawy jakie kiedykolwiek próbowałeś. Zapewniamy wszystko co najlepsze dla naszych klientów.",
  "ordernow": "Zamów teraz",
  "welcm": "Witaj",
  "welcm2": "Niech rozpocznie się twoja przygoda z kawą",
  "buy": "Kup",
  "cookie": "Nasza strona oraz partnerzy używaja ciasteczek i podobnych technologi aby ulepszyć funkcjonalność naszej strony, dostosować treść, analizować twój sposób korzystania z witryny oraz pokazać Ci spersonalizowane reklamy. Nie zintegrujemy ciasteczek jeżeli na to nie zezwolisz. Możesz zmienić zdanie w każdym momencie i dowiedzieć się więcej na temat używanych przez nas ciasteczek oraz naszych partnerach poprzez wejście w link do naszej ",
  "cookienot": "informacji o plikach cookie",
  "cookieacc": "Zaakceptuj wszystkie ciasteczka",
  "indextitle1": "Odkryj najlepszą kawę",
  "indexdes1": "Magia kawy to sklep, który oferuję wysokiej jakości kawę, która pomaga zwiększyć twoją produktywność i poprawić nastrój. Dobrze jest napić się kawy, ale napicie się prawdziwej kawy jest jeszcze lepsze. Dajemy gwarancję, że nasza kawa będzie Ci smakować jak żadna inna.",
  "indextitle2": "Zdobądź szansę na najlepszy poranek",
  "indexdes2": "Jesteśmy w stanie dać Ci jedyną w swoim rodzaju okazję na lepsze życie z kawą.",
  "mapselect": "Wybierz kraj żeby dowiedzieć się wiecej o kawie z tego regoinu",
  "weather": "Aktualna pogoda",
  "temp": "Temperatura: ",
  "desc": "Opis: ",
  "curr": "Waluta",
  "mapname": "Nazwa: ",
  "mapcode": "Kod: ",
  "foottitle": "MAGIA KAWY",
  "up": "W górę",
  "hns": "Pomoc i wsparcie",
  "pp": "Polityka prywatności",
  "terms": "Regulamin",
  "pricing": "Cennik",
  "pl": "Polska",
  "comp": "O firmie",
  "newssub": "Zapisz się do naszego newslettera.",
  "newsmail": "Adres email",
  "newsweekly": "Cotygodniowe artykuły",
  "newsspam": "Zero spamu",
  "sub": "Zapisz się",
  "newsenter": "Wpisz swój adres email",
  "save up": "Zaoszczędź nawet do ",
  "shipp per": "dostaw na miesiąc",
  "countries to cho": "krajów do wyboru",
  "cookie1": "Jak wiele firm, używamy ciasteczek na tej stronie internetowej, aby zaoferować Ci unikalne doświadczenie przeglądania. Ciasteczka to pliki tekstowe zawierające niewielkie ilości informacji, które mogą być umieszczane w Twojej przeglądarce, komputerze lub urządzeniu, gdy odwiedzasz niektóre strony internetowe, aby zbierać i śledzić informacje na temat korzystania z tych stron. Na przykład, ciasteczka mogą być używane do zapamiętywania odwiedzonych stron, czasu spędzonego na każdej stronie lub zawartości koszyka zakupowego. Ciasteczka mogą mieć formę sesyjnych (oznacza to, że zostaną usunięte z Twojego komputera lub urządzenia po opuszczeniu strony internetowej) lub trwałych (oznacza to, że pozostaną na Twoim komputerze lub urządzeniu, dopóki ich nie usuniesz lub nie wygasną).",
  "cookie2": "Niektóre strony na naszych stronach internetowych zawierają również sygnalizatory web (znane również jako tagi internetowe, pikselowe tagi i przezroczyste GIF-y). Są to małe pliki graficzne, które mogą być umieszczone na stronie internetowej lub w e-mailu w celu rejestrowania zachowań przeglądania. Na przykład, sygnalizatory web mogą być używane do sprawdzenia, czy promocyjny e-mail został wyświetlony.",
  "priv notice": "Informacja o ochronie prywatności",
  "invalidEmail": "Nieprawidłowy adres e-mail",
  "invalidPhone": "Nieprawidłowy numer telefonu",
  "onlyLettersSpaces": "tylko litery i spacje",
  "passwordsNoMatch": "Hasła nie pasują do siebie",
  "passwordMinLength": "Hasło musi mieć co najmniej 8 znaków",
  "fname": "Imię",
  "lastname": "Nazwisko",
  "email": "E-mail",
  "password": "Hasło",
  "confirmPassword": "Potwierdź hasło",
  "phoneNumber": "Numer telefonu",
  "agreeTerms": "Zgadzam się na warunki i zasady",
  "registration":"Rejestracja",
  "log in":"Logowanie",
  "loginWithFacebook": "Zaloguj przez Facebook",
  "available": "Dostępny",
  "unavailable": "Niedostępny",
  "rating": "Ocena",
  "origin": "Pochodzenie",
  "bitterness": "Goryczka",
  "taste": "Smak",
  "price": "Cena",
  "pricingPlan": "Nasz Cennik",
  "annually": "Rocznie",
  "monthly": "Miesięcznie",
  "essential": "Podstawowy",
  "content1": "Nie musisz się rejestrować, aby korzystać z Witryny, ale musisz się zarejestrować, aby kupować towary za pośrednictwem Witryny. Rejestracja i tworzenie konta u nas ma swoje zalety. Nie tylko zakupy będą łatwiejsze, ale z czasem Twoje doświadczenia z nami będą bardziej spersonalizowane. Tworząc konto, możesz przechowywać informacje o karcie kredytowej w celu łatwiejszego i szybszego realizowania transakcji, utrzymywać książkę adresową, przeglądać historię zamówień i edytować informacje rozliczeniowe lub wysyłkowe. Należy zauważyć, że szanujemy Twoje obawy dotyczące prywatności i rozpoznajemy znaczenie bycia transparentnym w kwestii, jak postępujemy z przekazanymi nam danymi osobowymi. Proszę przeczytać naszą Politykę Prywatności, aby uzyskać więcej informacji.",
  "content2": "Zgadzasz się, że informacje, które nam podasz, będą prawdziwe, dokładne, aktualne i kompletne we wszystkich aspektach. Zgadzasz się również powiadomić nas o wszelkich zmianach w tych informacjach. Wszystkie dane osobowe, które nam podasz podczas korzystania z Witryny, będą wykorzystywane zgodnie z naszą Polityką Prywatności, która jest częścią niniejszych Warunków Użytkowania.",
  "help1": "Nasz zespół wsparcia klienta jest dostępny, aby pomóc drogą mailową lub przez czat w godzinach:",
  "help2": "Od poniedziałku do piątku od 8:00 do 22:00 CET",
  "help3": "Sobota, niedziela i święta od 10:00 do 18:30 CET",
  "help4": "Możesz skontaktować się z nami drogą mailową na adres: magia.kawy.magic.of.coffee@gmail.com",
  "help5": "Jeden z naszych przedstawicieli chętnie pomoże Ci przez telefon pod następującym numerem:",
  "helpNumber": "+48 (0) 111222333"
  
  }
  